{
  "products": [
    {
      "id": "1",
      "name": "God of War Ragnarök",
      "description": "Uma jornada épica pela mitologia nórdica.",
      "price": 299.9,
      "category": "Ação/Aventura",
      "image": "https://image.api.playstation.com/vulcan/ap/rnd/202207/1210/4xJ8XB3bi888QTLZYdl7Oi0s.png"
    },
    {
      "name": "Elden Ring",
      "description": "Elden Ring é um RPG de ação em mundo aberto, desenvolvido pela FromSoftware e lançado em 2022, que combina elementos de fantasia, exploração e combate. Os jogadores criam seu personagem para se tornarem um \"Lorde Elden\" nas Terras Intermédias.",
      "price": 199,
      "category": "RPG",
      "image": "https://image.api.playstation.com/vulcan/ap/rnd/202110/2000/phvVT0qZfcRms5qDAk0SI3CM.png",
      "id": "2"
    },
    {
      "name": "Cyberpunk 2077",
      "description": "Cyberpunk 2077 é um RPG de ação e aventura de mundo aberto, criado pela CD Projekt Red, ambientado na distópica e futurista metrópole de Night City. O jogo se passa em um mundo obcecado por poder, glamour e modificações corporais, onde o jogador assume o papel de um mercenário conhecido como \"V\", e suas decisões moldam a história e os relacionamentos.",
      "price": 199.9,
      "category": "RPG/Futurista",
      "image": "https://upload.wikimedia.org/wikipedia/en/9/9f/Cyberpunk_2077_box_art.jpg",
      "id": "3"
    },
    {
      "name": "The Last of Us Part I",
      "description": "The Last of Us Part I é um jogo de ação e aventura pós-apocalíptico onde o contrabandista Joel deve escoltar a jovem Ellie, imune a uma pandemia de fungo Cordyceps, através dos EUA devastados, numa jornada emocionante e perigosa que explora temas de sobrevivência, amor e humanidade, com combate focado em furtividade, recursos limitados e combate contra infectados e humanos hostil.",
      "price": 349.9,
      "category": "Ação/Sobrevivência",
      "image": "https://upload.wikimedia.org/wikipedia/pt/b/be/The_Last_of_Us_capa.png",
      "id": "4"
    },
    {
      "id": "9411",
      "name": "Resident evil 4",
      "description": "Resident Evil 4 é um clássico jogo de survival horror onde o agente Leon S. Kennedy resgata a filha do presidente dos EUA de uma vila europeia controlada por um culto, enfrentando aldeões infectados por parasitas.",
      "price": 199,
      "category": "Ação/Sobrevivência",
      "image": "https://gameshopdl.com.br/wp-content/uploads/2023/03/resident-evil-4-xbox-series-s-codi-digital-conta-compartilhadas-midia-digital-xbox-one-series-s-como-usar.jpg.webp"
    },
    {
      "id": "46a9",
      "name": "Super Mario",
      "description": "Super Mario é uma série de videogames de plataforma criada pela Nintendo, estrelada pelo encanador fictício Mario, conhecido por suas jardineiras azuis, boné vermelho e bigode.",
      "price": 599,
      "category": "Ação/Aventura",
      "image": "https://m.media-amazon.com/images/I/71wgGReZCDL._AC_UF1000,1000_QL80_.jpg"
    }
  ]
}